export default {
    'txffc': {
        '五星': "*",
        '四星': {
            "四星组合": ["ZH4"],
        },
        '前三': {
            //"前三直选": ["QZXKD"],
            //"前三组选": ["QZU3BD"],
            "前三其他": ["QHZWS"],
        },
        '中三': {
            //"中三直选": ["ZZXKD"],
            //"中三组选": ["ZZU3BD"],
            "中三其他": ["ZHZWS"],
        },
        '后三': {
            //"后三直选": ["HZXKD"],
            //"后三组选": ["HZU3BD"],
            "后三其他": ["HHZWS"],
        },
        '前二': {
            //"前二直选": ["QZXKD2"],
            //"前二组选": ["QZU2BD"],
        },
        '后二': {
            //"后二直选": ["HZXKD2"],
            //"后二组选": ["HZU2BD"],
        },
        '不定位': {
            //"四星": "*",
            "五星": "*",
        }
    }
}